export const productsData = [
	{
		id: 1,
		name: 'اسم المنتج 1',
		i18n: 'product name 1',
		image: './assets/images/first-product.png',
		price: '190',
		productLink: '#',
		numberOfRates: '45',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
	{
		id: 2,
		name: 'اسم المنتج 2',
		i18n: 'product name 2',
		image: './assets/images/second-product.png',
		price: '290',
		numberOfRates: '12',
		productLink: '#',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
	{
		id: 3,
		name: 'اسم المنتج 3',
		i18n: 'product name 3',
		image: './assets/images/third-product.png',
		price: '90',
		numberOfRates: '20',
		productLink: '#',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
	{
		id: 4,
		name: 'اسم المنتج 4',
		i18n: 'product name 4',
		image: './assets/images/fourth-product.png',
		price: '120',
		productLink: '#',
		numberOfRates: '5',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
		],
	},
	{
		id: 5,
		name: 'اسم المنتج 5',
		i18n: 'product name 5',
		image: './assets/images/first-product.png',
		price: '390',
		productLink: '#',
		numberOfRates: '100',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
	{
		id: 6,
		name: 'اسم المنتج 6',
		i18n: 'product name 6',
		image: './assets/images/second-product.png',
		price: '590',
		productLink: '#',
		numberOfRates: '50',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/second-product.png',
			},
			{
				name: '',
				link: './assets/images/first-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
	{
		id: 7,
		name: 'اسم المنتج 7',
		i18n: 'product name 7',
		image: './assets/images/third-product.png',
		price: '2290',
		numberOfRates: '11',
		productLink: '#',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
			{
				name: '',
				link: './assets/images/third-product.png',
			},
		],
	},
	{
		id: 8,
		name: 'اسم المنتج 8',
		i18n: 'product name 8',
		image: './assets/images/fourth-product.png',
		price: '1110',
		numberOfRates: '300',
		productLink: '#',
		description:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		usage:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		components:
			'منتج طبيعي فاخر مصمم لمنح بشرتك النضارة والتألق. يتميز بمكوناته الطبيعية التي تغذي البشرة وترطبها بعمق، مما يساعد على تجديد خلايا البشرة ومنحها مظهراً صحياً ومشرقاً. تركيبته اللطيفة مثالية لجميع أنواع البشرة، وتساهم في تهدئة البشرة وتنقيتها من الشوائب.',
		productImages: [
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
			{
				name: '',
				link: './assets/images/fourth-product.png',
			},
		],
	},
];
